<?php
return [
    'year' => 'год',
    'years' => '{2} года|{5} лет|:count лет',
    'month' => 'месяц',
    'months' => '{2} месяца|{5} месяцев|:count месяцев',
    'week' => 'неделя',
    'weeks' => '{2} недели|{5} недель|:count недель',
    'day' => 'день',
    'days' => '{2} дня|{5} дней|:count дней',
    'hour' => 'час',
    'hours' => '{2} часа|{5} часов|:count часов',
    'minute' => 'минута',
    'minutes' => '{2} минуты|{5} минут|:count минут',
    'second' => 'секунда',
    'seconds' => '{2} секунды|{5} секунд|:count секунд',
];